[
    {
        "title": "What is SharedStake?",
        "content": [
            "SharedStake is an easy to use Ethereum 2 staking solution built on top of an on-chain smart contract and Eth2 validator nodes hosted on AWS.",
            "This is great for people without 32 Eth to stake for a validator, whether due to risk tolerance, or finances. And for people with more than 32 eth to stake, but not an exact multiple of 32; Eth is currently at $600 / token.",
            "The user experience is also friendlier since the user does not have to worry about setting up and maintaining their validator node. We will set one up for them. Additionally the infrastructure costs are shared by the user pool. And industry standard cloud services guarantee high uptime. "
        ]
    },
    {
        "title": "What is vETH2 token?",
        "content": [
            "Validator Eth2, basically represents Eth staked in the Beacon chain.",
            "When users deposit, they receive a vETH2 token representing their Eth deposit minus admin and infrastructure fees. This token can be used to redeem for Eth in 2 years when Ethereum 2 launches. Also as other competitors like cream provide a crEth token, liquidity pools and defi opportunities might emerge from the vETH2 token."
        ]
    },
    {
        "title": "What is SST?",
        "content": [
            "StakedShare token, is the governance token of StakedShare.",
            "We plan to release a governance token for early depositors which will allow them to vote on the project roadmap moving forward. Our main focus is distributing the governance to the users. We have lots of decisions to get help from our community.",
            "For the governance token we plan to incentivize liquidity and price stability by creating staking pools for providing eth-sharedStake Gov liquidity on uniswap and for staking just sharedStake tokens."
        ]
    },
    {
        "title": "How it works?",
        "content": [
            "The Eth supplied is held in a transparent smart contract until we hit a threshold of 100 validators at which point an admin can create the private keys and mnemonic and deposit to the Eth2 staking contract by calling a deposit_to_eth2 function on our contract.",
            "Users have the flexibility to withdraw their Eth at any time until this function is called. ",
            "After the function is called, we have the option to increase the number of validators and repeat the process."
        ]
    },
    {
        "title": "Roadmap Ideas",
        "content": [
            "• Adding new validator nodes, which incur more infrastructure costs but may increase reliability.",
            "• Client choices for new validators, there are currently 4 clients to pick from, current choice is Prysm",
            "• Allowing members of the community to deploy validators through our smart contract.",
            "• More from community... Join our discord!"
        ]
    }
]